tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/core"
tap "romkatv/powerlevel10k"
brew "git"
brew "mas"
brew "wget"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "romkatv/powerlevel10k/powerlevel10k"
cask "appcleaner"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "intellij-idea-ce"
cask "kindle"
cask "logitech-options"
cask "memory-clean-3"
cask "multipass"
cask "shiftit"
cask "sourcetree"
cask "visual-studio-code"
cask "vlc"
cask "vmware-fusion"
mas "Microsoft Remote Desktop", id: 1295203466
